tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "nexeck/tmuxinator"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "coreutils"
brew "cowsay"
brew "fzf"
brew "git"
brew "openssl"
brew "gnupg", link: false
brew "graphviz"
brew "hopenpgp-tools"
brew "htop"
brew "imagemagick", link: false
brew "libyaml"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "tmux"
brew "watchman"
brew "yarn"
brew "ykman"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/chunkwm", restart_service: true
brew "koekeishiya/formulae/skhd", restart_service: true
brew "nexeck/tmuxinator/tmuxinator"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred3"
cask "arduino"
cask "brave-browser"
cask "caprine"
cask "dozer"
cask "dropbox"
cask "figma"
cask "font-fira-code"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia"
cask "iterm2-nightly"
cask "karabiner-elements"
cask "logitech-options"
cask "minikube"
cask "slack"
cask "spotify"
cask "tableplus"
cask "timeular"
mas "1Password 7", id: 1333542190
mas "Contrast", id: 1254981365
mas "Deliveries", id: 924726344
mas "Fantastical", id: 975937182
mas "iA Writer", id: 775737590
mas "LastPass", id: 926036361
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Polarr Photo Editor", id: 1077124956
mas "SnippetsLab", id: 1006087419
mas "SomaFM miniplayer", id: 1303140142
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
